  [
    {
      "quote": "We must be in heaven, man!",
      "source": "Hugh Romney, aka 'Wavy Gravy'"
    },
    {
      "quote": "City McGee, please come immediately to backstage right. I understand your wife is having a baby. Congratulations.",
      "source": "Announcment made in between sets"
    },
    {
      "quote": "You've seen the heavy groups, now get ready for some morning maniac music.",
      "source": "Grace Slick, introducing 'Jefferson Airplane'"
    },
    {
      "quote": "The New York State thruway is closed, man!",
      "source": "Arlo Guthrie"
    },
    {
      "quote": "The warning that I received, you may take with however many grains of salt you wish, that the brown acid that is circulating around us, is specifically not too good. It's suggested that you do stay away from that; of course, it's your own trip, so, be my guest. But, please be advised that there is a warning on that one.",
      "source": "Chip Monck"
    },
    {
      "quote": "I was gonna wait awhile, but, before we talked about it. But, maybe we'll talk about it now so you can think about it. Its a free concert from now on!",
      "source": "Chip Monck"
    },
    {
      "quote": "We apologize for the, em, the noise of the choppity-chop... It seems there are a few cars blocking the road. So, we're flying everybody in! I almost made the worst pun of the world about high musicians, but, we'll skip that.",
      "source": "Chip Monck"
    },
    {
      "quote": "TRAFFIC UPTIGHT AT HIPPIEFEST.",
      "source": "Headline in 'The Daily News'"
    },
    {
      "quote": "...a half a million young people can get together and have three days of fun and music and have nothing *but* fun and music, and I God bless you for it!",
      "source": "Max Yasgur"
    },
    {
      "quote": "This is our second gig.",
      "source": "David Crosby"
    },
    {
      "quote": "The forecast for this afternoon is: intermittent entertainment between intermittent showers.",
      "source": "Chip Monck"
    }
  ]